Repository: fedoral10/bastion-ssh
Catalog: black_hole_gui/locale/*/BlackHole.po
Languages: es

source: File %s is Missing
es: El archivo %s no existe

source: Error Loading Settings: %s
es: Error cargando configuracion: %s

source: Unknown User [%s]
es: Usuario desconocido [%s]

source: The user %s is not enabled.
es: El usuario %s no esta habilitado.

source: DataBase Error: %s
es: Error en Base de Datos: %s

source: The user %(username)s is only enabled from %(from)s to %(to)s
es: El usuario %(username)s solo esta habilitado de %(from)s a %(to)s

source: %s login
es: %s se conecto

source: Send Message: Press [ESC] to quit.
es: Enviar Mensaje: Presione [ESC] pra salir.

source: You are already connected on other session.
es: Usted ya se encuentra conectado en otra sesion.

source: Cant connect to Chat server.
es: No se puede realizar conexion al servidor de chat.

source: Disconnect
es: Desconectado

source: Move:
es: Moverse:

source: up
es: arriba

source: down
es: abajo

source: home
es: inicio

source: end
es: fin

source: left
es: izq

source: w/Mouse
es: c/Mouse

source: Expand:
es: Expandir:

source: Select:
es: Seleccionar:

source: DoubleClick
es: DobleClick

source: Quit:
es: Salir:

source: Disabled
es: Deshabilitado

source: User:
es: Usuario:

source: - Selected:
es: - Seleccionado:

source: Chat not Enabled
es: Chat deshabilitado

source: Login is not allowed
es: El login no esta permitido

source: Private Key Missing or Invalid Format
es: Falta la Llave Privada o el formato no es valido

source: Login to this host is not allowed
es: El login no esta habilitado en este momento

source: Login to %(host)s [%(user)s] Date: %(date)s ........
es: Conatado a %(host)s [%(user)s] Fecha: %(date)s ........

source: The Profile has no hosts.
es: El perfil no tiene hosts.

source: Enter the Token for the sessionID: %s
es: Ingrese Token para la session ID: %s

source: Token Invalid [%s]!!
es: Token Invalido [%s]!!

source: You must enter the Token!!
es: Debe ingresar el Token!!
